/* No comment provided by engineer. */
"Files succesfully uploaded!" = "Files succesfully uploaded!";

/* No comment provided by engineer. */
"Files uploaded with some errors..." = "Files uploaded with some errors...";

